{"pageProps":{"post":{"title":"WhoAmI / Board Game","date":"2023-05-14","contentType":"app","summary":"WhoAmI is a free, easy-to-use app that allows you to play the well-known board game with friends or family. It has a variety of topics and characters found by an LLM.","body":{"raw":"\n**WhoAmI** is a free, easy-to-use app that is a replica of the well-known board game of the same name. The app allows you to play with friends or family, and it has a variety of topics to choose from, including history, pop culture, and current events.\n\nTo play, simply choose a topic and then select a character from that topic. The app will then ask you a series of questions about the character, and you will have to answer them correctly in order to guess who they are.\n\nWhoAmI is a great way to learn new things and have fun with friends and family. It is also a great way to improve your trivia skills.\n\nHere are some of the features of WhoAmI:\n\n- Free: WhoAmI is completely free to download and play.\n- Easy to use: WhoAmI is very easy to use, even for people who have never played the board game before.\n- Different topics: WhoAmI has a variety of topics to choose from, so you can always find a game that is interesting to you.\n- Characters found by an LLM: WhoAmI uses a large language model to find characters from a variety of sources, so you can be sure that you will never get bored with the game.\n\nIf you are looking for a fun and educational game to play with friends or family, then WhoAmI is the perfect app for you. Download it today and start playing!\n\n[Discover & Download](https://mujdecisy.github.io/pwa-whoami)","code":"var Component=(()=>{var d=Object.create;var r=Object.defineProperty;var p=Object.getOwnPropertyDescriptor;var m=Object.getOwnPropertyNames;var y=Object.getPrototypeOf,f=Object.prototype.hasOwnProperty;var u=(a,e)=>()=>(e||a((e={exports:{}}).exports,e),e.exports),w=(a,e)=>{for(var t in e)r(a,t,{get:e[t],enumerable:!0})},s=(a,e,t,i)=>{if(e&&typeof e==\"object\"||typeof e==\"function\")for(let n of m(e))!f.call(a,n)&&n!==t&&r(a,n,{get:()=>e[n],enumerable:!(i=p(e,n))||i.enumerable});return a};var g=(a,e,t)=>(t=a!=null?d(y(a)):{},s(e||!a||!a.__esModule?r(t,\"default\",{value:a,enumerable:!0}):t,a)),v=a=>s(r({},\"__esModule\",{value:!0}),a);var h=u((j,l)=>{l.exports=_jsx_runtime});var W={};w(W,{default:()=>A,frontmatter:()=>I});var o=g(h()),I={title:\"WhoAmI / Board Game\",date:new Date(16840224e5),contentType:\"app\",summary:\"WhoAmI is a free, easy-to-use app that allows you to play the well-known board game with friends or family. It has a variety of topics and characters found by an LLM.\"};function c(a){let e=Object.assign({p:\"p\",strong:\"strong\",ul:\"ul\",li:\"li\",a:\"a\"},a.components);return(0,o.jsxs)(o.Fragment,{children:[(0,o.jsxs)(e.p,{children:[(0,o.jsx)(e.strong,{children:\"WhoAmI\"}),\" is a free, easy-to-use app that is a replica of the well-known board game of the same name. The app allows you to play with friends or family, and it has a variety of topics to choose from, including history, pop culture, and current events.\"]}),`\n`,(0,o.jsx)(e.p,{children:\"To play, simply choose a topic and then select a character from that topic. The app will then ask you a series of questions about the character, and you will have to answer them correctly in order to guess who they are.\"}),`\n`,(0,o.jsx)(e.p,{children:\"WhoAmI is a great way to learn new things and have fun with friends and family. It is also a great way to improve your trivia skills.\"}),`\n`,(0,o.jsx)(e.p,{children:\"Here are some of the features of WhoAmI:\"}),`\n`,(0,o.jsxs)(e.ul,{children:[`\n`,(0,o.jsx)(e.li,{children:\"Free: WhoAmI is completely free to download and play.\"}),`\n`,(0,o.jsx)(e.li,{children:\"Easy to use: WhoAmI is very easy to use, even for people who have never played the board game before.\"}),`\n`,(0,o.jsx)(e.li,{children:\"Different topics: WhoAmI has a variety of topics to choose from, so you can always find a game that is interesting to you.\"}),`\n`,(0,o.jsx)(e.li,{children:\"Characters found by an LLM: WhoAmI uses a large language model to find characters from a variety of sources, so you can be sure that you will never get bored with the game.\"}),`\n`]}),`\n`,(0,o.jsx)(e.p,{children:\"If you are looking for a fun and educational game to play with friends or family, then WhoAmI is the perfect app for you. Download it today and start playing!\"}),`\n`,(0,o.jsx)(e.p,{children:(0,o.jsx)(e.a,{href:\"https://mujdecisy.github.io/pwa-whoami\",children:\"Discover & Download\"})})]})}function b(a={}){let{wrapper:e}=a.components||{};return e?(0,o.jsx)(e,Object.assign({},a,{children:(0,o.jsx)(c,a)})):c(a)}var A=b;return v(W);})();\n;return Component;"},"_id":"app/whoami-board-game.mdx","_raw":{"sourceFilePath":"app/whoami-board-game.mdx","sourceFileName":"whoami-board-game.mdx","sourceFileDir":"app","contentType":"mdx","flattenedPath":"app/whoami-board-game"},"type":"App","url":"/app/whoami-board-game"}},"__N_SSG":true}